year
student
private
baptist
school
allegedly
killed
teacher
wounded
firing
filled
classroom
apparently
snapped
pastor
don
happened
george
sweet
atlantic
church
good
christian
pride
kids
arrested
charged
degree
murder
attempted
assault
related
felony
charges
friday
morning
shooting
police
release
boy
neighbors
relatives
identified
nicholas
students
pistol
jammed
fired
floor
jesus
save
god
friends
family
troubled
grandmother
death
divorce
parents
saturday
separated
years
ago
williams
died
long
illness
guns
talking
knew
lot
names
big
slain
karen
sam
condition
gunshot
wounds
shoulder
shot
susan
allen
fled
room
running
bible
class
meeting
glass
locked
door
opening
fire
spokesman
lewis
youth
maurice
miracle
didn
people
chief
charles
wall
motive
detective
tom
primary
target
officers
found
appeared
confiscated
gun
spent
shell
rounds
carried
purchased
adult
request
adding
authorities
interviewed
withheld
pending
investigation
federal
bureau
alcohol
tobacco
firearms
shootings
occurred
complex
portable
senior
high
main
building
kindergarten
grade
events
resolved
body
ms
hour
bechtel
group
offered
sell
oil
israel
discount
million
promised
bomb
proposed
iraqi
pipeline
foreign
ministry
official
wednesday
prime
minister
shimon
peres
offer
bruce
rappaport
partner
san
francisco
based
construction
engineering
company
told
press
discussed
government
ministers
spoke
anonymity
comments
marked
time
acknowledged
made
assurances
planned
billion
run
border
jordan
built
flynn
vice
president
public
relations
make
swiss
financier
knowledge
consent
al
point
development
project
handling
proposals
submitted
include
specific
arrangements
reached
terminal
asked
israeli
believed
representative
speaking
behalf
jerusalem
post
quoted
sources
close
sales
conducted
party
secret
iraq
man
sees
day
percent
crazy
ideas
ll
things
work
mentioned
september
memo
attorney
general
edwin
meese
iii
referred
arrangement
effect
receive
friend
robert
wallach
states
denied
portion
funds
directly
labor
reference
political
leads
focus
possibly
improper
payment
wrongdoing
denounced
complete
native
earlier
thought
important
thing
port
thinking
put
position
wage
war
concern
person
answering
telephone
residence
town
comment
gunman
woman
hostage
attempt
jewelry
belonging
late
entertainer
museum
stay
cool
margaret
sat
give
clear
escaped
sunday
evening
incident
bag
tools
including
case
administrator
sister
law
wanted
prepared
mrs
worked
closing
office
deliver
plant
produced
forced
inside
refused
offers
money
receipts
wasn
interested
cash
checked
place
warn
cleaning
slipped
back
called
tied
hands
feet
taped
mouth
moved
part
ready
pop
heard
walked
front
pointed
bound
shoot
car
recalled
sidewalk
legs
collapsed
lift
couldn
minute
pick
shaken
bearing
marks
monday
working
staying
home
perry
las
vegas
lengthy
arrest
record
dating
lt
edwards
city
top
tourist
featuring
gained
fame
retained
sophisticated
security
systems
add
guards
february
due
aids
founded
fund
foundation
performing
arts
music
art
colleges
universities
united
today
oct
days
left
daylight
saving
ends
tomorrow
local
fall
highlight
history
black
tuesday
descended
york
stock
exchange
prices
amid
panic
selling
thousands
investors
wiped
america
great
depression
began
date
sir
walter
raleigh
english
military
poet
executed
london
pennsylvania
founder
william
penn
landed
chester
pa
leon
american
joseph
pulitzer
charleston
republic
turkey
proclaimed
secretary
henry
drew
number
draft
lady
cleveland
baltimore
age
launched
invasion
egypt
sinai
peninsula
report
nbc
television
replacing
news
thieves
star
india
natural
recovered
men
convicted
stealing
national
organization
women
ahmed
saudi
arabia
figures
petroleum
exporting
countries
dismissed
ten
responding
jimmy
carter
begin
country
expand
existing
jewish
settlements
occupied
west
bank
gaza
strip
servicemen
beirut
truck
bombing
led
grenada
arrived
air
force
base
delaware
confirmation
defeat
serve
supreme
court
reagan
announced
choice
douglas
nomination
trouble
past
marijuana
birthdays
singer
moore
actor
richard
actress
jackson
experienced
understand
print
modern
dance
pioneer
message
volunteers
spread
word
world
send
special
ted
thompson
coming
wife
started
program
estimated
latest
song
bird
brings
recently
takes
satisfied
hard
born
write
pieces
mail
passed
hand
citizen
charge
extra
touch
begins
continues
feb
administration
weighing
authorizing
seizure
tax
payments
businesses
operating
panama
adviser
powell
economic
sanctions
applied
created
pressure
ouster
gen
manuel
antonio
noriega
examining
additional
brought
bear
reporters
giving
panamanian
problem
grounds
publicly
encourage
move
defense
forces
oust
firmly
control
month
effort
foster
assure
taking
situation
remove
sound
decision
corporations
account
operations
reason
white
house
advisers
officials
studying
implications
international
emergency
powers
act
cautious
powerful
staff
washington
continue
apply
provide
consideration
discuss
options
dispatch
troops
deployed
central
early
week
army
lieutenant
believes
reasonable
americans
living
installations
view
jesse
contacts
diplomatic
visits
cuba
syria
disclosure
letter
weeks
resign
state
department
spokeswoman
communications
grip
power
channels
tactic
buy
communication
needed
marlin
fitzwater
traveling
california
criticized
democratic
presidential
candidate
involvement
bipartisan
coordinated
plan
dealing
congress
dealt
successfully
traveled
persuaded
castro
prisoners
talks
won
freedom
pilot
detained
efforts
earned
enthusiastic
plans
travel
resolve
crisis
soldiers
marines
headed
joining
stationed
southern
command
pentagon
increase
facilities
senate
committee
evidence
drug
trafficking
jose
document
offices
proof
established
policies
supported
business
intelligence
guatemala
costa
rica
agrees
step
accused
achieve
goal
contributed
paralysis
appearing
renewed
call
leave
released
rejected
commander
constitution
releasing
exile
remain
convinced
interests
moral
appeal
skins
protected
species
japan
months
stolen
export
documents
wildlife
protection
thursday
traffic
trade
monitoring
wide
nature
south
shipped
route
involving
asian
tons
entered
thailand
larger
shipment
loaded
asia
ships
coast
uruguay
end
declared
customs
yen
retail
times
permits
required
regulations
convention
endangered
treaty
plants
animals
japanese
allowed
shipments
enter
proper
verification
statement
revealed
uncovered
paper
trail
illegal
colombia
venezuela
singapore
industry
responded
voluntary
check
system
imports
legal
penalties
improvement
profits
involved
night
organized
union
boost
single
caucuses
michigan
members
leaders
michael
dukakis
eventual
nominee
prevented
appears
growing
rank
file
support
votes
candidates
primaries
gephardt
considerable
hearts
majority
workers
half
auto
jean
pierre
extreme
leader
marie
le
automobile
accident
attended
miles
paris
capital
ran
road
smashed
tree
member
leadership
jan
held
degrees
marketing
active
movements
vote
elections
district
highest
percentage
france
wing
election
deputy
mayor
elected
assembly
lost
seat
legislative
summer
strongly
opposed
highly
personal
taxes
favors
penalty
priority
french
citizens
jobs
stopping
immigration
round
feared
racist
residents
evacuated
rains
indian
reported
victims
lived
worst
affected
homes
relief
camps
southwest
delhi
drowned
houses
broke
newspapers
northeastern
eastern
sang
theater
service
rose
vacation
dominican
mine
standards
miss
mystery
england
broadway
tony
awards
chairman
revival
fair
holmes
presence
ceiling
played
daughter
favorite
jack
failed
depth
humor
judy
opera
actors
planet
howard
de
larry
dogs
robb
familiar
son
lyndon
johnson
governor
conservative
lawyer
arena
decisive
style
huge
victory
republican
retired
identify
mainstream
values
crucial
success
level
strong
fiscal
responsibility
counted
marine
combat
officer
career
making
democrats
virginia
social
aide
married
race
bid
sweep
popular
credited
major
gains
education
funding
opened
positions
authority
blacks
appointed
spring
super
intended
collective
strength
prison
troubles
attention
row
inmates
succeed
ve
unemployed
job
article
august
issue
society
magazine
wound
column
note
concluded
reports
rate
factories
mines
utilities
november
inflation
reserve
board
industrial
capacity
points
seventh
economists
fear
producing
goods
meet
demand
leading
shortages
price
increases
production
climbed
rise
october
fed
index
stands
reflecting
light
manufacturing
equipment
line
expectations
statistics
portrayed
economy
sector
caused
lower
dollar
makes
affordable
overseas
markets
producers
durable
ticket
items
ranging
higher
rates
recorded
gain
metals
industries
jumped
december
attributed
steel
mills
motor
vehicle
parts
fourth
consecutive
hit
peak
surge
electricity
mining
includes
gas
drilling
increased
declined
reflection
driven
boom
spending
modernize
accompanied
stronger
automobiles
assembled
annual
units
slightly
flat
stood
output
declines
jump
total
ferrets
increasingly
dangerous
young
children
doctors
attacks
babies
surgery
infant
suffered
requiring
john
paisley
brian
journal
medical
association
asleep
university
colorado
medicine
families
small
claim
buying
severe
injuries
ferret
hold
child
unknown
require
health
period
arizona
pet
population
compared
sale
ownership
prohibited
georgia
hampshire
ban
north
carolina
strait
path
dakota
kansas
ranch
soft
singing
ceremony
talked
stuff
award
acts
tour
towns
cities
winter
stop
appearances
return
mind
tv
beer
commercials
fast
rising
kentucky
figure
means
cut
hair
longer
crystal
greg
martin
album
nashville
vocal
double
winner
brooks
video
tennessee
ford
hall
honor
winners
performed
tonight
older
nationally
televised
male
female
mother
picked
event
sing
morgan
husband
keith
jon
received
musician
bush
felt
nervous
voted
adopted
texas
ended
campaign
telling
voters
referendum
philosophy
life
barbara
hotel
conference
set
couple
visited
headquarters
talk
emerging
voting
feel
outcome
replied
predictions
gop
personally
dozen
calls
expressed
key
showed
reporter
explaining
speak
language
added
happy
glad
relaxed
exercise
watch
returns
houston
wrapped
final
swing
ohio
missouri
rally
shopping
mall
stars
lynn
mo
thousand
fans
peace
prosperity
crowd
alive
deep
heart
paid
rival
experience
affairs
risk
ad
broadcast
networks
aired
spot
viewers
minutes
commercial
featured
scenes
endorsement
respect
opponent
guided
honest
difference
opinion
approach
lead
secure
echoed
elect
mention
mate
sen
dan
quayle
indiana
mood
nationwide
polls
holding
addressing
rallies
suburb
detroit
rural
ashland
st
louis
calling
reject
liberal
meant
ahead
written
experts
visiting
listening
confident
trust
judgment
immediately
shift
start
future
interview
radio
corp
nation
largest
transmission
subsidiary
biggest
independent
concerns
recent
transactions
reserves
strengthen
substantially
financial
flexibility
pursue
attractive
opportunities
energy
kenneth
lay
trillion
barrels
entire
sold
average
risen
completion
shareholders
tremendous
assets
current
favorable
market
conditions
proceeds
reduce
interest
expense
enhance
term
earnings
flow
debt
reduction
reduced
quarter
share
normal
temperature
patterns
warm
heating
weather
resulting
coupled
proved
reflect
adoption
changed
accounting
rules
reducing
income
benefit
change
relative
expenses
nasa
scientists
pretty
test
photos
magellan
probe
difficulties
spacecraft
venus
fifteen
hours
contact
earth
signal
midday
expected
instructions
properly
aim
manager
pictures
collected
radar
problems
developed
raw
images
looked
waiting
returned
areas
scientist
steve
saunders
show
jet
laboratory
concerned
hear
stressed
computer
programs
automatically
find
originally
conducting
rushed
space
network
station
calif
healthy
loss
short
afterward
unexpected
expect
controllers
sense
hearing
overnight
silence
engineers
fixed
procedure
routinely
completed
establish
jim
previous
craft
stations
australia
wrong
detected
protective
sun
solar
array
guide
routine
searching
wake
hubble
telescope
hydrogen
fuel
leaks
temporarily
shuttle
fleet
formal
mission
map
surface
supposed
aug
waves
focused
lab
ed
covered
thick
clouds
prevent
cameras
collect
reflected
maps
neighbor
atlantis
orbit
mile
journey
soviet
area
yield
global
designed
features
football
fields
detail
suspect
bit
ear
dog
injured
animal
neck
chase
patrol
philip
natal
provincial
weekend
suspicious
individuals
searched
turned
treated
injury
clinic
face
property
finally
published
publisher
simon
acquired
book
understanding
april
words
tells
relationship
deals
greatest
reluctant
movie
gilbert
montgomery
taylor
fact
pursued
cutting
costs
cuts
doubt
orders
cost
institution
filed
expects
loans
decline
continued
deterioration
real
estate
impact
corporation
recovery
reductions
combination
layoffs
asset
frozen
hiring
eliminated
suspended
raises
analysts
moves
remains
extremely
gave
similar
assessment
securities
commission
unsuccessful
external
assistance
parties
regulatory
largely
bad
addition
difficulty
sign
spreading
portfolio
gerard
analyst
anthony
cooperating
employees
notify
decisions
difficult
lawrence
fish
steps
essential
ability
rebuild
smaller
customer
maintenance
credit
quality
canceled
named
march
ordered
review
direction
structure
personnel
measures
approximately
action
strategic
directions
details
signed
tight
guidelines
lending
practices
james
moynihan
boston
predicted
eventually
subsidiaries
connecticut
maine
island
order
survive
massachusetts
results
successful
competitive
concentrate
banking
processing
services
large
corporate
brokerage
disclosed
sued
mutual
insurance
maintains
speed
principal
faces
lawsuit
executives
status
mounting
sooner
ground
soil
deployment
arab
manning
dozens
tanks
bradley
armored
fighting
vehicles
scores
heavy
rolled
transport
trip
desert
weapon
arsenal
imposing
carrying
mm
accurate
mph
division
distance
kuwait
buildup
reach
planes
arriving
clock
awaited
commanders
multinational
boss
sgt
ronald
model
vietnam
era
brigade
primarily
versions
models
comparable
equivalent
considered
superior
weapons
guidance
strategy
tank
british
damage
col
barry
bring
iraqis
training
technology
numbers
crews
clean
sand
sandinista
cease
extended
negotiators
rebels
contras
proposal
shows
lack
noted
expires
extend
propose
humberto
ortega
leftist
delegation
extension
improve
negotiations
agreement
accord
truce
backed
sandinistas
sides
negotiate
conflict
lives
estimates
brother
daniel
shortly
resumed
red
cross
humanitarian
aid
rebel
gather
safe
zones
read
victor
process
contra
previously
agreed
fighters
operational
negotiating
session
met
managua
divided
opposing
bargain
faith
issues
purpose
reaching
calero
unsuccessfully
enrique
bermudez
directors
split
civilian
directorate
influence
movement
threat
objective
rumors
issued
miami
declaring
ranks
sectors
cuban
broken
ring
operated
havana
food
store
numerous
basic
agency
monitored
mexico
grocery
scheme
inflated
places
bidder
worker
products
distribution
consumers
wait
lines
revolution
enterprise
communist
farmers
growers
apologized
crimes
stalin
imprisoned
polish
ii
buried
mass
graves
forest
denial
improved
insisted
nazi
germany
responsible
massacre
western
historians
blamed
killing
captured
soviets
beginning
bodies
cream
admission
nazis
discovery
east
parliament
holocaust
deaths
millions
tass
mikhail
gorbachev
jaruzelski
poland
urged
admit
slayings
spots
barrier
copies
material
poles
speech
dinner
historical
cast
discovered
indirectly
testify
woods
century
fell
evil
easy
tragedy
truth
lies
genuine
side
expressing
regret
connection
criminals
solidarity
walesa
loyal
statements
supporting
scheduled
visit
memorial
invaded
hitler
head
german
purposes
questioning
version
admitted
congressional
policy
glasnost
touched
greater
openness
records
transferred
camp
rest
predecessor
kgb
northwest
moscow
disappeared
writing
weekly
operation
potential
carefully
warsaw
pleased
live
father
wives
arco
chemical
inquiry
explosion
response
judge
granted
temporary
preventing
richfield
scene
los
angeles
owns
releases
americas
davis
gregory
scott
partial
list
smith
prohibit
safety
damaged
assistant
focusing
complaints
earl
shifts
harold
helping
deal
utility
determined
initially
fix
initial
speculation
austin
contract
gallon
exploded
driver
assigned
flew
europe
restore
lose
pay
annually
produces
pounds
flexible
foam
drinking
packaging
materials
component
replacement
gasoline
facility
series
explosions
phillips
claiming
injuring
sank
persian
gulf
pushed
sharp
straight
remained
consumer
increasing
pace
produce
outbreak
shock
burden
recession
aren
roughly
growth
economist
donald
spend
christmas
core
excluding
pickup
helped
benefits
january
recipients
hurt
merchandise
deficit
modest
exports
dow
jones
stocks
advancing
traders
belief
worries
separate
soared
stabilize
barrel
july
feeding
chemicals
airline
tickets
permanent
david
dealer
simply
suffer
kind
inflationary
anticipation
agree
budget
moderate
care
bringing
clothing
boys
girls
infants
shoes
edged
remaining
unchanged
dealers
unable
financing
housing
selection
walking
pittsburgh
street
cry
recognition
isn
runner
guess
alike
italian
ballot
train
flying
win
surviving
tighten
crown
margin
delegate
count
campus
kitty
graduate
cold
cloudy
region
coal
opportunity
matter
present
pain
distress
communities
drawing
resources
rev
suggestions
prepare
chartered
amtrak
resisted
urging
massive
involve
priorities
aircraft
carriers
railroads
highways
mr
critical
oppose
task
afford
thinks
fundamental
tired
crumbling
bridges
airports
homeless
streets
household
guerrillas
laid
arms
southeast
guerrilla
collapse
communism
offenses
included
licenses
contracts
veterans
cases
convictions
retirement
welfare
disability
grants
enforcement
anti
drive
suspension
conviction
repeat
implement
drunken
driving
provided
aviation
registration
ensure
positive
identification
owners
pilots
objectives
winds
firefighters
battle
acre
brush
steep
rocky
montana
controlling
grass
cattle
destroyed
killer
contained
struggled
lightning
acres
trees
burned
pockets
lands
twenty
fires
afternoon
storm
phoenix
allowing
blaze
consumed
hope
peaks
ranged
apparent
homicide
victim
county
sheriff
investigators
dumped
ablaze
wind
shifted
ocean
mike
managed
destroying
cows
sparked
roosevelt
flames
quickly
withdrawn
guys
keeping
eye
checks
departments
unsure
widely
scattered
hay
hundreds
eat
el
salvadoran
attracted
protesters
harvard
play
match
peter
team
playing
demonstrated
gathered
cambridge
demonstrators
letters
alice
wolf
projects
salvador
continuing
human
rights
abuses
frequently
sends
armed
behavior
gov
orr
radioactive
waste
warehouse
threatened
northern
edge
turmoil
low
opposes
hunger
strike
nebraska
threats
jeff
lacked
elements
doug
nuclear
dispute
wouldn
disclose
hoped
understood
bill
confidence
site
village
supporters
welcomed
dump
opponents
accidents
effects
developer
chosen
interstate
build
concrete
arkansas
louisiana
oklahoma
gubernatorial
ben
nelson
absolutely
threatening
activity
community
spencer
sept
stupid
upset
intends
water
diet
objects
holds
czechoslovak
embassy
representing
ctk
permit
cope
represented
ties
sections
enable
maintain
full
embassies
replace
governments
seek
prague
officially
activities
source
suggested
perform
function
unidentified
opinions
differences
prompted
czechoslovakia
democracy
toppled
ruled
deteriorating
embraced
singled
cubans
claimed
dissidents
presumed
regime
eyes
middle
iran
seeking
partners
counter
aggression
dramatic
baker
compensate
revenue
boycott
nations
council
kelly
coordinate
syrian
intense
bloody
saddam
hussein
longtime
rivals
socialist
listed
terrorists
removed
terrorist
groups
lebanon
longest
specifics
eduard
shevardnadze
conversation
resolution
cooperation
carry
dispatched
naval
blockade
enforce
approved
unanimously
protecting
ousted
kuwaiti
demanded
decide
participate
mounted
trend
cent
survey
types
cents
june
falling
director
dip
competition
pumps
regular
unleaded
premium
gallons
reform
agencies
turn
jointly
tension
bureaucrats
frustrated
demands
initiative
fail
productivity
avoid
widespread
study
failure
tensions
minimum
vigorously
ultimately
question
reforms
resistance
levels
kremlin
ligachev
criticism
slow
boris
yeltsin
presented
joint
panel
create
poor
transportation
introduction
gross
product
grew
referring
gnp
contrast
agriculture
machine
grow
standard
variety
reasons
outlook
confusion
prospects
comprehensive
regard
timing
goals
pronounced
traditional
planning
administrative
procedures
dramatically
owned
census
firms
minority
companies
detailed
information
sole
averaged
contractors
chicago
throat
fought
served
knife
slight
causing
aggravated
decade
attack
swept
optimism
story
hometown
doesn
happen
roberts
murders
headlines
assaults
killings
rough
columbus
crime
interviews
navy
carrier
tent
park
struck
friendly
warning
stabbed
gear
wedding
catch
voice
free
dragged
dirt
pressing
chest
blood
hospital
undergoing
emerged
scared
trigger
stopped
maryland
enjoy
meantime
pleaded
guilty
sentence
freed
prisoner
fears
guarded
loud
deputies
baby
desperate
psychiatric
slowly
teaching
attending
college
hoping
piece
andrew
turner
criminal
justice
instructor
tech
arranged
guy
survived
emotional
finds
speeches
toll
cracks
controls
conceded
tested
deadly
disease
refuses
die
elephant
treat
abuse
keller
receiving
elephants
treating
ton
attacked
stable
defended
methods
pound
beating
hitting
paul
hunter
beaten
bombs
neighborhood
rescue
bombings
mark
employment
urban
devices
liberation
civil
marxist
throwing
foot
roof
parking
chain
restaurants
windows
yards
stores
wealthy
rear
guard
consequences
rich
owner
injustice
terrorism
fbi
hispanics
agents
ranking
testified
recruit
executive
quotas
minorities
sessions
discrimination
attorneys
hispanic
joined
suit
contend
track
promotion
management
plaintiffs
unspecified
damages
testimony
locations
retreat
va
sit
equal
forward
agent
speaks
specialists
requested
rule
undercover
listen
tasks
jury
trial
entitled
trials
suing
maxwell
result
gaining
stake
belgium
cooperate
creating
venture
possibility
acquiring
shares
interrupted
macmillan
publishing
acquire
buyout
investment
firm
kohlberg
kravis
resume
drawn
media
concentrated
francis
motion
picture
rating
petition
delivered
oriented
films
copy
address
artists
sponsors
recognized
pornography
suggest
mature
incorporated
film
tie
portrait
scandal
cook
rated
lee
ron
marshall
waters
edward
critics
entertainment
ratings
newspaper
advertisements
theaters
negative
works
unfairly
brands
spanish
effective
form
page
wrote
challenge
revised
professional
basis
practice
altogether
sex
advertising
movies
shelter
plenty
mcguire
ireland
painter
raymond
appointment
thanksgiving
decided
appoint
impressed
homelessness
ann
sudden
perspective
hopes
globe
nice
content
nurses
revision
pool
table
tennis
card
tables
apartment
florida
jersey
stranded
hanging
directed
representatives
hospitals
legislators
praised
announcement
troop
capitol
categories
mitchell
offensive
stalled
speaker
wright
abandon
bob
dole
kan
actions
gift
conventional
vienna
insisting
tim
colo
haven
improvements
alan
cranston
danger
warner
urge
artillery
eliminate
capable
collection
rep
les
aspin
wis
politically
significant
warned
fight
wars
reorganization
capability
russian
pell
pledge
allies
advantage
momentum
upheld
policeman
slaying
radicals
botha
execution
placing
setting
method
suspected
soldier
innocent
complained
ruling
resignation
uncertainty
reynolds
equity
european
losses
volume
florio
exxon
learned
valdez
disaster
fulfill
cleanup
environmental
operator
supervisor
duty
arthur
kill
jurisdiction
waterway
pipe
pulled
borough
tests
determine
confirmed
removing
democrat
pro
environment
birds
alaska
prince
impression
happening
wipe
leo
assess
reiterated
claims
operators
warnings
leak
error
obtained
trained
operate
factor
confirm
deny
olive
green
drifted
mediterranean
beach
anniversary
tel
aviv
drop
airborne
leg
korean
christ
fruits
express
fla
oldest
fine
river
sitting
smoking
eating
germans
britons
taiwan
physician
participated
overcome
prove
safely
bar
accusing
questions
integrity
examination
multiple
administered
graduates
studies
philadelphia
santa
sending
exam
reviewing
tape
allegations
applicants
operates
preliminary
seeks
copyright
courses
tapes
subjects
committees
judges
reviewed
portions
section
iowa
preparations
summit
bare
bone
agreements
progress
cultural
leaves
uncertain
citing
lithuania
enact
legislation
emigration
devoted
celebration
obstacles
stand
fueled
semitism
jews
waldheim
repeated
requests
lifting
role
sponsored
berlin
switzerland
delegates
attend
solution
worldwide
unconditional
surrender
yitzhak
shamir
enemies
learn
lessons
heavily
dangers
emphasized
recall
teach
lowest
indications
decades
economies
jobless
youths
foreigners
search
kicked
tens
leaving
emigrate
religious
feeling
romania
shouting
survivor
steinberg
investigations
engaged
entry
atrocities
approaches
abc
cosby
season
comedy
starring
barr
represents
research
easily
dominant
cbs
awaiting
cited
cable
fox
factors
absence
sports
honduran
protest
maj
protested
staged
jail
arrests
expelled
honduras
threw
gates
compound
protests
independence
celebrate
spain
violent
tegucigalpa
conn
patricia
creek
medal
roman
catholic
priest
dale
md
join
declaration
demanding
audience
ambassador
michel
kraft
duracell
battery
worth
maker
batteries
acquisition
richman
informed
definitive
unit
creation
surprise
brand
marketplace
prudential
composite
trading
domestic
fastest
segment
compete
carbon
dominated
attract
dean
witter
leveraged
generated
stick
holdings
formed
buyouts
borrowed
warming
forestry
pledged
curb
blocking
wishes
industrialized
dioxide
emissions
contribute
chancellor
helmut
kohl
tougher
commitments
communique
radical
throw
destruction
brazil
tropical
rain
forests
conservation
biological
contributing
commitment
brazilian
signing
stated
obligation
challenges
climate
ozone
pollution
environmentalists
abandoned
promise
urgent
rhetoric
coalition
prominent
club
cover
compromise
implementing
stem
unclear
slashed
inventories
purchasing
weight
tumbled
monthly
reflects
weakening
businessmen
managers
ending
reading
generally
declining
inventory
manufacturers
decrease
sixth
purchases
weakness
shadow
bond
surged
treasury
finished
significance
accounts
shown
signs
weak
plc
fuels
steady
indicating
lesser
reaction
worried
moments
curtain
stage
packed
kennedy
center
lights
shook
seats
strange
aliens
pair
fat
musical
score
festival
travels
dallas
orange
terror
hadn
youngsters
plays
cheered
returning
encounter
exploration
love
color
suddenly
sounds
symphony
dark
vision
girl
retailers
necessarily
posted
holiday
saved
performance
aggressive
china
protect
transfer
land
daily
amendments
privately
chinese
exist
develop
defined
enterprises
existed
encouraging
individual
standing
agenda
moving
snow
utah
wyoming
inches
cleared
salt
lake
mountains
southeastern
forecast
showers
thunderstorms
extending
rio
grande
valley
mississippi
highs
heavier
rainfall
est
alexandria
la
rouge
temperatures
yellowstone
wyo
regional
airport
fort
falls
minn
mid
plains
prevail
upper
lakes
pacific
mexican
downward
passage
commissioner
naturalization
totaled
drought
farm
immigrants
laws
ins
resulted
harm
narcotics
applications
resident
agricultural
obvious
fraud
fewer
sudan
african
restoring
borders
links
plane
en
aboard
flights
heading
possession
explosives
explosive
attempting
flee
trooper
noticed
acting
parked
trunk
device
closed
investigative
tokyo
passport
kyodo
illegally
amount
consulate
supplies
mountain
resort
flooding
britain
italy
nicaragua
prosecutor
investigate
fatal
nights
quiet
drove
yelled
witnesses
unlike
incidents
violence
clashed
funeral
grand
bias
conduct
todd
crowds
terms
printed
distributed
newark
whites
approached
bottle
feed
grain
purchase
federation
cooperative
associations
consolidated
link
orleans
arm
handles
corn
soybeans
illinois
regions
pushing
restrictions
beef
fruit
imported
condemned
associates
geneva
functioning
sea
gull
occasions
favored
characters
author
acted
campbell
soup
jr
shareholder
giant
mary
malone
stuart
outstanding
controlled
stockholders
brothers
bennett
intention
vacant
enthusiasm
inspired
proven
inspections
meat
packing
acknowledge
midwest
deregulation
disagree
complain
tough
violations
committed
broader
spirit
starting
businessman
hire
bentsen
moment
anne
represent
employers
employed
senator
amounts
farmer
subsidies
richest
subsidy
size
contributions
farming
answer
abroad
takeshita
paying
rice
surplus
open
embargo
net
dollars
pocket
supply
platform
nov
pessimism
wins
prize
electoral
remarks
remember
sleep
knowing
limited
stakes
generation
gene
jane
russell
thomas
younger
campaigning
omaha
neb
flight
bus
wire
letting
anymore
launching
furlough
kinder
finish
voiced
reservations
waged
circus
silicon
shape
perception
clara
scare
putting
flags
explain
footage
flag
challenging
examined
promote
protectionist
heads
walls
launch
plunge
beneath
dignity
presidency
cheap
winning
hidden
trible
candidacy
attacking
raising
raised
raise
coleman
nominate
republicans
chance
investigating
affair
medication
avalanche
treatment
brain
ailments
mental
mount
diseases
reality
characterized
intellectual
syndrome
researchers
isolated
blueprint
cells
sits
drugs
respond
adjacent
substance
design
affect
linked
limbs
researcher
oregon
sciences
portland
essentially
underlying
shed
inheritance
tendency
professor
matching
patients
follow
ease
range
heat
wave
northeast
break
cooler
canada
blast
districts
schools
periods
opens
noon
atmosphere
learning
associate
township
ill
louisville
ky
hot
rare
push
measure
feels
opposite
indianapolis
springfield
achieved
competitors
wearing
uniforms
instruments
corps
artificial
turf
stadium
players
livestock
ice
chickens
cars
edt
settled
forecasts
murphy
feeder
knocked
customers
buildings
manhattan
wider
electric
impose
clash
electrical
exceed
wild
dick
anderson
neighboring
pope
controversy
diverse
outlined
politics
violated
dressed
golden
quick
vast
virtual
binding
element
javier
vatican
latin
complicated
conservatives
revenge
faithful
politicians
impossible
columnist
garcia
influential
carlos
salinas
dec
mandate
institutional
revolutionary
inauguration
surprised
invited
hinted
envoy
establishing
greeted
coffee
grateful
constitutional
distinguished
spiritual
addressed
controversial
greatly
suffers
poverty
greed
enormous
capitalist
culture
abortion
limit
protestant
benjamin
catholics
sad
forgotten
shared
fence
mix
traffickers
yard
joy
municipal
game
reception
questionable
lined
parade
minds
ways
waving
bedroom
silent
loved
ultimate
rode
closer
wedtech
racketeering
mario
defendants
theft
contractor
corruption
wilson
stanley
indictment
defendant
bernard
conspiracy
maximum
alleged
extortion
perjury
filing
false
coach
olympic
location
appealing
asylum
canadian
romanian
games
reportedly
sought
refugee
angry
handle
athletes
defect
superintendent
background
buffalo
ap
mice
rooms
linda
escape
indication
notes
random
experiments
skeptical
sort
lethal
slide
stemmed
contaminated
meal
explanation
unanswered
gary
fit
facts
alleging
institute
superpowers
bars
aimed
oberg
warfare
observers
secrecy
dr
vladimir
specialist
advanced
physicians
argument
autopsy
marion
trapped
sting
suggestion
cocaine
repeatedly
secretly
persuade
midway
videotape
crack
duties
witness
intent
badly
motivated
mad
maria
mccarthy
hell
jailed
refusing
misdemeanor
counts
lying
stems
barred
activist
supporter
liberties
appeals
barring
islam
courtroom
potentially
passes
bishop
pointing
slowdown
industrials
commerce
shelves
eased
closely
watched
currencies
intervention
lifted
currency
ninth
developments
opec
slowed
brokers
crash
publicity
hurricane
gradually
strengthened
threaten
joan
centered
sustained
spotted
satellite
billions
islands
runs
broad
balance
prospect
substantial
fresh
bonds
yields
swimming
martial
petty
combe
ariz
manslaughter
commit
mirecki
stricken
shouted
quit
arguments
pre
christopher
jacksonville
participating
argued
unrelated
contended
attitude
skin
blue
suffering
acquitted
judicial
punishment
prosecution
immunity
lawyers
vital
fill
facing
fernandez
teachers
titled
reminded
debris
advised
seconds
faced
repair
generating
assist
empire
teams
academy
bottom
permission
doors
metropolitan
cathedral
madrid
legalization
common
box
thin
outlawed
palace
answered
legislator
discussion
bills
vegetables
cat
fellow
lawmaker
block
deer
flower
stone
songs
pass
finance
territories
plea
roads
completely
unrest
settle
denies
diplomat
palestinians
struggle
statehood
settlement
forming
developing
expanding
sum
weinstein
likud
bloc
settling
mubarak
confrontation
governmental
adopt
strict
trucks
smog
failing
violate
monoxide
vermont
formally
proceed
approval
epa
regulation
volatile
initiatives
exception
requirements
pollutants
nitrogen
replaced
elimination
powered
indicators
components
permitted
marketed
engine
carlson
motors
locate
aware
severity
suburbs
jefferson
lincoln
greyhound
striking
drivers
stepping
unacceptable
disappointed
unusual
yesterday
unions
discourage
wages
buses
crossed
picket
walkout
magistrate
warrant
fred
charlotte
harvey
harassment
mobile
ala
okla
surrounded
package
pension
guarantee
contingent
bargaining
concessions
stayed
discouraged
opposition
korea
reunification
kim
unauthorized
elaborate
announce
roh
tae
woo
aides
inter
specifically
unification
invitation
category
pose
indicted
lawmakers
dissident
trips
peaceful
zone
exchanges
prior
exercises
maneuvers
parliamentary
frequent
text
decree
banning
ordering
transmitted
nevada
idaho
sunny
remainder
plastic
bidding
artist
sotheby
auction
possessions
estimate
lots
buyer
ruby
gold
diamond
colored
decorated
length
bought
original
contest
sells
photo
image
institutions
alfred
checchi
airlines
bigger
battling
sluggish
slump
atlanta
idea
bankruptcy
proceedings
barely
acquisitions
takeover
strife
steven
passenger
investigated
preferred
morale
consultant
faster
revenues
posts
resigned
makers
bed
schedule
miller
restructuring
pays
hamilton
minneapolis
routes
machinists
lodge
hasn
collision
triggered
automatic
disciplinary
performances
notice
proud
travelers
observed
reliable
bags
acceptance
mistake
thugs
mob
argue
norway
league
christie
informal
poll
murdered
sweden
monetary
doubled
partly
accepted
traditionally
debate
burning
blame
lock
alarm
mafia
coverage
respected
reporting
armenia
armenian
ethnic
square
edition
disputed
nagorno
karabakh
shut
territorial
azerbaijan
enclave
predominantly
annexed
supports
riots
listened
demonstrations
disagreement
solve
restraint
poisoning
factory
republics
autonomy
whip
baltic
latvia
estonia
estonian
signatures
demonstration
exact
eve
publication
pact
cancer
beverly
hills
signature
tune
cousin
dates
musicians
lifetime
midnight
mich
inch
cia
stamps
stewart
imminent
editions
internal
collectors
kidnapped
colleagues
optimistic
technicians
gunmen
lebanese
palestinian
abu
moslem
militia
hostile
libyan
appealed
hostages
iranian
factions
journalist
terry
correspondent
captive
brent
mydland
player
rock
band
dead
lafayette
coroner
dennis
sets
retain
liver
teen
ager
roll
silver
famous
jerry
requirement
walk
hide
daughters
lisa
regain
custody
confidential
courthouse
waited
garage
elizabeth
breaks
combined
persons
offense
bail
abused
lobby
mash
alert
barracks
shield
casualties
evacuation
field
expedition
athens
greece
missiles
challenger
arabs
accidentally
coup
thatcher
conductor
ivan
dixon
billy
roy
janet
backers
regulate
timothy
objected
sponsor
hawaii
provisions
access
programming
broadcasters
virtually
veto
restored
oversight
imposed
struggling
offering
automakers
guarantees
buyers
title
license
fees
recommend
hole
suburban
dubbed
crude
rig
wells
covers
awarded
des
basin
theory
tower
concede
erected
phone
installed
sites
promising
appreciation
nearby
deposit
geological
boat
receives
rent
mineral
finding
refined
chamorro
productive
cycle
sharply
succeeded
removal
drastic
stability
explained
unity
interior
visas
obtain
bitter
compensation
manville
asbestos
brooklyn
freeze
restructure
financially
ailing
sick
conclude
deadline
overhaul
drain
liability
lung
shortfall
funded
affiliated
transaction
providing
effectively
denver
injunction
lawsuits
direct
bolster
stephens
recommended
fully
courts
shortage
anticipated
worse
litigation
diplomats
baghdad
boeing
airways
frankfurt
charter
departure
lounge
odds
aziz
algerian
bendjedid
missed
passengers
fly
boucher
deter
hiding
shields
refuge
citizenship
defied
deciding
meetings
havel
plo
dealings
arrival
yasser
arafat
briefly
assured
palestine
dialogue
indirect
transit
connections
militants
disrupt
seized
hungary
bulgaria
unemployment
seasonally
adjusted
adds
cigarettes
alternative
suggests
option
cruel
introduced
rjr
nabisco
smokers
physical
psychological
nicotine
dropped
outnumbered
advances
nyse
helicopter
crashed
province
extent
notified
broyles
veteran
editor
perfect
capture
writer
producer
nurse
volunteer
recreation
drama
webb
submarine
strictly
wealth
stories
writers
levy
concept
bros
extensive
epstein
editorial
contribution
authors
norman
gore
connected
books
extraordinary
roger
anchor
circulation
library
uniform
carries
fiction
futures
commodity
advance
retreated
grains
mixed
delivery
troy
ounce
traded
metal
expensive
viewed
showdown
lithuanian
precious
trader
neill
bullish
soybean
profit
beliefs
wheat
bushel
oats
mercantile
intermediate
pork
bellies
storage
hogs
astronauts
classified
spy
dry
runway
ride
inspection
landing
guests
journalists
delayed
cape
capt
dedicated
jets
cheering
spectators
photographs
overhead
twin
usual
earthquakes
enjoyed
discussions
retire
reservoir
crushed
pure
bull
aged
techniques
contends
host
hospitalized
bottles
lunch
gray
postponed
mom
cemetery
eric
dying
involves
dairy
kurdish
civilians
organize
billed
liners
dumping
intensified
miners
banner
reformers
mayors
leningrad
sweeping
critic
politburo
harsh
newly
noting
sailors
khrushchev
dictator
applause
tone
engineered
thirds
reservation
fare
antitrust
creditors
proceeding
centers
burton
contempt
amendment
attendants
robin
showing
speakers
views
barriers
airbus
angola
angolan
stalemate
halt
unita
sentiment
lasted
eduardo
multi
envoys
recognize
pedro
justified
legacy
minded
neutral
ec
forms
membership
nato
swedish
merged
unite
favor
meaning
respondents
consensus
cautioned
carl
democracies
roles
graduation
advice
sounded
appearance
walker
gown
handful
relationships
verdict
parent
peggy
organizer
protesting
symbol
turns
bomber
downtown
suspicion
grabbed
wounding
handgun
forks
located
concert
hepatitis
diagnosed
solo
tentatively
booked
touring
empty
tears
hits
recording
symptoms
king
chaos
anger
stormed
sharon
doubts
cabinet
backing
marriage
announcing
bent
accept
delay
hundred
uprising
negotiated
imagine
aspects
motorcycle
gangs
knives
classic
gang
gesture
gathering
handled
australian
casino
fatalities
draws
sons
clubs
anonymous
malcolm
scope
nose
scale
guild
profitable
losing
resigning
grant
staffers
expired
usa
scenario
underground
testing
chamber
deterrent
requires
ore
commented
narrow
interpretation
ballistic
missile
limits
smuggling
depends
fighter
submarines
defeated
johnston
emperor
hirohito
nikkei
setbacks
passing
conglomerate
violates
contending
anglo
africa
luxembourg
investments
absolute
monopoly
hearings
deportation
reputed
baron
extradition
juan
ramon
matta
dawn
raid
deported
torture
camarena
chambers
santiago
begun
rioting
ally
nicaraguan
territory
golf
unaware
surrounding
questioned
photographers
unwilling
publicized
tournament
pages
instructed
bahamas
strongest
philippines
forcing
ship
crew
missing
boats
manila
weakened
crossing
philippine
cargo
vessels
occidental
ashore
devastating
crops
sided
nominated
patient
peterson
commissioned
closest
sue
hunting
shop
pull
higgins
deliberations
evaluation
confined
hired
chronic
adequately
recommendations
screaming
ward
filling
caliber
unfortunate
canning
jetliner
consulting
albuquerque
handed
diverted
planted
airplane
ray
pan
jumbo
scotland
quarterly
merger
cosmetics
significantly
generate
converted
oval
objections
unnecessary
costly
prompt
mirror
switch
vulnerable
sensitive
analysis
painting
voter
collar
importance
registered
emphasis
libya
riot
rome
dismissing
true
activists
plain
justify
villagers
shops
violating
ethics
counselor
ongoing
ethical
subcommittee
violation
plagued
engines
subsequently
jenkins
procurement
existence
counsel
mckay
promoted
matters
maintained
professionals
unlawful
unprecedented
corrected
caught
trademark
shots
serving
tactics
dress
vernon
parole
patrols
vowed
neighborhoods
farrell
expansion
profile
pageant
minnesota
counseling
successor
withdrew
du
pont
sample
races
fault
supplied
publish
correct
ryan
incumbent
resolving
disputes
partnership
constantly
mansfield
fashion
byrd
noboru
lloyd
unfair
burma
buddhist
shrine
pilgrims
reopened
rangoon
shoppers
curfew
trustees
temple
classes
ne
rocked
freedoms
colonial
entering
holy
stones
principles
disagreed
tariffs
risks
frustration
expanded
iron
actual
repeal
type
wash
enacted
nixon
basically
credits
yugoslavia
financed
divisions
locally
resettlement
soul
consistent
provision
deliveries
depending
earmarked
technical
skills
designated
interim
bulk
metric
earthquake
occur
structures
tall
quake
quebec
richter
aftershocks
register
shaking
erie
structural
dishes
intravenous
detect
carol
restaurant
dining
stephen
brown
magnitude
columbia
measured
rolling
charlie
disc
curator
caribbean
archive
refuse
resource
loving
breakthrough
master
science
castle
acid
discussing
basement
lou
reed
tomb
ruins
incredible
quarters
preparing
breaking
clinics
install
promises
battles
trash
remote
stemming
adults
gotner
memory
shipyard
turning
realized
suicide
sprawling
collecting
honored
attempts
blocked
bullet
civic
monument
bones
dug
stretch
bury
pressed
conclusion
shirt
bullets
withdraw
endorsed
principle
mideast
dream
endorse
shultz
preceded
withdrawal
inevitably
destroy
memories
counterpart
realistic
topics
avoided
articles
friendship
advises
jeans
gambling
ads
representation
cheney
unique
saudis
code
moslems
shouldn
careful
historic
bright
ken
burns
ramstein
stunt
patrick
leahy
vt
bread
excessive
gao
watching
organizations
weicker
ruth
baseball
hero
medals
colony
yankees
aaron
joe
robinson
samuel
surveys
ages
grown
rapid
educational
resist
runoff
racial
klan
sympathy
burke
goodman
van
gordon
unofficial
grigoryants
warrants
observer
publishers
signals
governing
organs
complaint
rented
namibia
newest
swapo
bases
portugal
supervision
aided
establishes
cheers
grammer
rehabilitation
client
comply
busy
plates
serves
corrections
knight
counties
cooper
restricted
applies
bankers
universal
organizers
stance
sentences
eligible
electronic
computerized
airplanes
gate
faa
airliner
economics
denny
keys
herrera
cards
hollywood
solved
choosing
starts
gibson
couples
elderly
delta
tally
craig
challenged
heseltine
pressured
bundesbank
banks
cheaper
francs
lire
dutch
guilders
zurich
hong
kong
bullion
kasparov
chess
championship
anatoly
karpov
reward
competing
alexander
netherlands
royal
erupted
childhood
establishment
diego
princess
intend
exists
sharing
frank
lautenberg
uta
conversations
intensive
amato
keidanren
heights
regarded
donations
coordinator
builders
draw
circles
expertise
depend
postwar
hurting
lucky
reputation
progressive
clark
transition
displayed
andreas
artifacts
assassinated
beijing
object
arguing
rostenkowski
levin
vetoed
granting
expression
easing
phrase
engage
khmer
cambodia
exceptions
studio
fundamentalist
screen
debut
mca
burn
christians
realize
economically
fate
parker
chose
blow
competent
scholar
choose
rarely
surveyed
examples
ferraro
chances
prestige
bryan
tapped
orthodox
formation
accusations
subsequent
cookies
uss
persistent
boxes
arrive
denying
reconciliation
strikes
upcoming
councils
monitor
chapter
legally
solutions
selected
plunged
recover
feelings
hate
gunfire
retarded
fines
herbert
prayers
ralph
alabama
abraham
incentives
attached
shelters
deductions
kinds
invested
incentive
deduction
incomes
investor
narrowly
risky
ordinary
batus
regulators
tentative
tender
approve
overturned
stages
landmark
floors
minor
liberty
minus
upward
data
luck
rick
glenn
scrutiny
spinal
cord
wheelchairs
teeth
cure
catastrophic
eliminating
moon
transplant
precise
marc
plate
reads
polisario
morocco
exciting
couture
clothes
topped
wear
ranked
suits
dresses
rust
shoulders
bridal
flowers
entrance
luxury
dancing
peasants
motives
submit
advisory
supervise
sentenced
restoration
priests
transformation
vanished
religion
altered
nancy
contacted
display
captain
crewmen
fishing
rifle
engineer
asks
writes
sufficient
sexual
affidavit
surveillance
camera
palm
prosecutors
bodyguards
peoples
attitudes
smoke
virgin
sworn
graduated
posed
photographer
owen
suitcase
teresa
custom
barcelona
indictments
barahona
summary
colombian
machinery
withdrawing
awareness
bryant
vietnamese
residential
poultry
vegetable
meals
assassination
rabbi
kahane
ira
nosair
warren
egyptian
doctor
jurors
entries
weren
gallery
theme
armstrong
delaying
afghanistan
siege
afghan
defensive
cancel
kabul
highway
clashes
provinces
independently
undergo
contracting
nikolai
ryzhkov
swift
legislature
drafted
calm
sovereignty
ratification
meets
dictatorship
drives
regularly
transformed
conflicts
rajneesh
followers
thrown
prosecuted
obtaining
underwent
height
roses
hood
poison
arrange
frohnmayer
episode
harder
qualify
inspector
northwestern
computers
payroll
instances
misuse
inevitable
westerners
cesar
argentina
balloting
westinghouse
ventures
partnerships
steam
barney
depressed
wholesale
employee
delays
margins
electronics
broadcasting
employs
trump
spell
heritage
wilshire
garden
kitchen
presidents
irish
managing
unified
character
leaking
evacuate
circuit
alleges
tanker
tracks
taught
teitelbaum
manner
apology
stuck
clients
clerk
kid
predict
determining
studied
imprisonment
joel
chair
disorder
tradition
impending
eighth
unconstitutional
avoiding
authorized
practical
instance
lenin
foods
altitude
glory
tourists
crowded
papers
mistakes
irving
approving
exposed
immune
deficiency
interpreted
label
banned
virus
belt
crop
hindu
kashmir
jammu
srinagar
stronghold
pleas
ammunition
crackdown
hindus
hadson
continent
nujoma
nationalist
wet
tribal
ideological
socialism
africans
relieved
zimbabwe
jungle
archbishop
telegraph
prostitute
cardinal
allan
screening
olympics
illustrated
athletic
basketball
valuable
medellin
cartel
prayer
policemen
widow
salary
milk
eggs
equals
birthday
psychologist
inadequate
borrowing
wisconsin
bids
survival
vessel
seattle
fishermen
occupation
hazardous
carlucci
assignment
homosexual
pregnant
surgeon
dental
oral
pregnancy
tend
nuns
puerto
rico
coastal
windfall
stepped
suspects
jails
perez
import
distribute
totaling
fortune
aoun
convoy
flown
hrawi
rocket
cuellar
solid
sustain
exclusive
evident
isolation
chiefs
adm
crowe
grandchildren
sacrifice
nunn
ga
ind
agreeing
burial
adkins
severely
hopkins
stomach
oscar
logan
pete
guest
hill
blind
beautiful
publicist
moonstruck
bulletin
prompting
sleeping
ackerman
angered
teamsters
trustee
typically
outspoken
contracted
hunt
hubbert
wallace
governors
nea
propelled
wings
mortgage
debts
dirty
campaigns
horse
ames
revive
loan
retailer
suppliers
shipping
lenders
crunch
borrow
adequate
owes
alvarez
convince
literally
luther
hopeful
foley
surely
explore
senators
appliances
extremists
gauge
hardware
stripped
villages
visible
prevention
affecting
regulated
varied
wastes
stored
wood
marched
ali
disperse
secondary
interfere
austerity
equipped
laboratories
poorest
leonard
chips
contrary
findings
shorter
ideal
praise
changing
albert
losers
gainers
adjustment
walt
disney
lsqb
rsqb
texaco
homeland
exposure
perestroika
openly
desire
greek
scrap
coral
martinez
tampa
preserve
lockheed
aerospace
ratified
mozambique
undisclosed
survivors
rush
window
differ
stress
afraid
riding
fights
robbed
shoe
inmate
beat
sikhs
messages
sealed
mailed
singh
extradited
sikh
marathon
corner
avenue
bridge
eager
avery
champion
dam
shore
swim
conrail
suggesting
secrets
fun
forget
trout
pat
robertson
ross
correctional
fe
burglary
kemp
participation
negotiation
participants
projections
spokesmen
kiss
brussels
alliance
conferences
helpful
symbolic
scientific
countered
override
conscience
overwhelmingly
tenn
freely
amended
hatch
salvage
chip
bricklin
priced
franklin
rental
hale
shocked
yellow
pad
contents
quoting
chris
medicaid
tiny
monroe
mohawk
mussels
ontario
europeans
shells
distant
humans
visitors
inland
canal
pleasure
deconcini
regulator
savings
keating
thrift
improperly
intervened
comfortable
mccain
riegle
overwhelming
speculative
continental
bailout
taxpayers
insured
deposits
disappointing
grave
rifles
grenades
hull
ibm
dependent
machines
worry
semiconductor
maintaining
digital
gairy
merge
turnout
authoritarian
sight
corrupt
ash
sky
chuck
insurgency
colonel
halted
enemy
overthrow
fernando
indians
countdown
unusually
charging
bay
aeronautics
trades
dropping
coca
projected
software
actively
inform
laundering
lottery
situations
jackpot
react
awful
picks
deposed
shifting
peru
halloween
suspend
branch
recorder
assaulted
investigator
assume
costume
boots
brutal
encouraged
weaker
thornburgh
judiciary
homosexuals
ugly
lobbying
pack
sexuality
sens
morris
retiring
strikers
arbitration
declare
usda
consultants
integrated
users
mormon
settlers
microbe
pesticide
appropriations
recovering
terrible
walters
breast
radiation
criticize
popularity
medicare
prefer
ball
advocates
harris
premier
consumption
condom
reopen
pains
socialists
deeply
claude
hardest
cholesterol
cooking
lists
bonus
channel
nonetheless
disappointment
flood
navigation
klaus
forecasters
typical
gramm
sasser
circumstances
checking
eagle
slammed
cockpit
identity
regan
pattern
accepting
bribes
benedict
fined
bribery
promoting
goldberg
sentencing
treasurer
oakland
mandatory
advocate
academic
administrators
maritime
dock
toys
gifts
trailer
quietly
harbor
sticks
dc
downed
dad
alex
dilorenzo
accuse
commodities
properties
valued
bacteria
dingell
infection
cole
cdc
infected
bowl
rationing
punished
mohammed
rescued
defend
stroke
setback
baku
pursuit
helps
demjanjuk
chanted
adolf
complaining
israelis
shame
consistently
tribunal
masses
exceeding
phase
framework
arising
reverse
climbing
imbalance
improving
accounted
deficits
counting
kaifu
gap
amounted
examiner
wayne
gacy
rivers
cell
garbage
paintings
lord
wanting
aluminum
exempt
hezbollah
slums
apartments
shiite
amal
kidnappers
escorted
hijacking
furniture
broker
